brew "asdf"
brew "aspell"
brew "bash"
brew "bat"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-open"
brew "git-when-merged"
brew "httpie"
brew "hub"
brew "nano"
brew "plantuml"
brew "procmail" # installs lockfile
brew "rclone"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "tig"
brew "tldr"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"

tap "homebrew/cask"
cask "1Password"
cask "alfred"
cask "atom"
cask "gpg-suite"
cask "iterm2"
# Lunar > 4 requires Pro version to sync. Lunar 3 continues to work, but needs to be
# installed manually
# cask "lunar"
cask "meetingbar"
cask "rectangle"

tap "homebrew/cask-fonts"
cask "font-hack"
