brew "aspell"
brew "ccat"
brew "coreutils"
brew "ctags"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-open"
brew "httpie"
brew "rbenv"
brew "rbenv-default-gems"
brew "rclone"
brew "ripgrep"
brew "ruby-install"
brew "tree"
brew "tig"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"

tap "caskroom/cask"
cask "1Password"
cask "atom"
cask "google-chrome"
cask "gpgtools"
cask "iterm2"
cask "java"
cask "radiant-player"
cask "slack"
cask "spectacle"
cask "spotify"

tap "caskroom/fonts"
cask "font-hack"
