brew "aspell"
brew "ccat"
brew "coreutils"
brew "ctags"
brew "fd"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-open"
brew "httpie"
brew "plantuml"
brew "rbenv"
brew "rbenv-default-gems"
brew "rclone"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "tig"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"

tap "caskroom/cask"
cask "1Password"
cask "alfred"
cask "atom"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "spectacle"

tap "caskroom/fonts"
cask "font-hack"
